Repository: chen2he/PrivyMark
Catalog: apps/iOS/PrivyMark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, zh_hans, zh_hant

source: Tap a photo to check it. Nothing leaves this iPhone.
de: Tippe auf ein Foto, um es zu prüfen. Nichts verlässt dieses iPhone.
es: Toca una foto para revisarla. Nada sale de este iPhone.
fr: Touchez une photo pour la vérifier. Rien ne quitte cet iPhone.
it: Tocca una foto per controllarla. Nulla lascia questo iPhone.
pt: Toque em uma foto para conferir. Nada sai deste iPhone.
zh_hans: 点按照片开始检查。照片不会离开这台 iPhone。
zh_hant: 點一下照片開始檢查。照片不會離開這支 iPhone。

source: Tap a text line to redact the whole line. Tap again to undo.
de: Tippe auf eine Textzeile, um die ganze Zeile abzudecken. Erneut tippen zum Widerrufen.
es: Toca una línea de texto para taparla entera. Toca de nuevo para deshacer.
fr: Touchez une ligne de texte pour masquer toute la ligne. Touchez à nouveau pour annuler.
it: Tocca una riga di testo per coprirla tutta. Tocca di nuovo per annullare.
pt: Toque em uma linha de texto para ocultá-la inteira. Toque de novo para desfazer.
zh_hans: 点按一行文字即可打码整行。再次点按撤销。
zh_hant: 點一下一行文字即可打碼整行。再點一下還原。

source: Tap a word to cover or reveal it. Only the highlighted words stay redacted.
de: Tippe ein Wort an, um es zu verdecken oder freizugeben. Nur markierte Wörter bleiben geschwärzt.
es: Toca una palabra para taparla o mostrarla. Solo las palabras resaltadas siguen ocultas.
fr: Touchez un mot pour le masquer ou l’afficher. Seuls les mots surlignés restent masqués.
it: Tocca una parola per coprirla o scoprirla. Restano oscurate solo le parole evidenziate.
pt: Toque numa palavra para tapá-la ou revelá-la. Só as palavras destacadas ficam ocultas.
zh_hans: 点按词可遮挡或显示。只有高亮的词会被遮挡。
zh_hant: 點按詞可遮擋或顯示。只有標示的詞會被遮擋。

source: Tap words to cover them. Your picks are redacted on the photo.
de: Tippe Wörter an, um sie abzudecken. Deine Auswahl wird auf dem Foto abgedeckt.
es: Toca las palabras para taparlas. Tus selecciones se tapan en la foto.
fr: Touchez les mots pour les couvrir. Vos choix sont masqués sur la photo.
it: Tocca le parole per coprirle. Le tue scelte vengono coperte sulla foto.
pt: Toque nas palavras para cobri-las. Suas escolhas são ocultadas na foto.
zh_hans: 点按词语即可覆盖。所选内容会在照片上打码。
zh_hant: 點一下詞語即可覆蓋。所選內容會在照片上打碼。

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
pt: Termos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

source: Text Explode
de: Text aufteilen
es: Separar texto
fr: Éclater le texte
it: Scomponi testo
pt: Dividir texto
zh_hans: 文字大爆炸
zh_hant: 文字大爆炸

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!
zh_hans: 谢谢！
zh_hant: 謝謝！

source: Thanks! This one needs approval before it goes through.
de: Danke! Dieser Kauf muss noch genehmigt werden.
es: ¡Gracias! Esta compra necesita aprobación antes de completarse.
fr: Merci ! Cet achat doit être approuvé avant d’aboutir.
it: Grazie! Questo acquisto deve essere approvato prima di andare a buon fine.
pt: Obrigado! Esta compra precisa de aprovação antes de ser concluída.
zh_hans: 谢谢！这笔还需要批准后才能完成。
zh_hant: 謝謝！這筆還需要核准後才能完成。

source: That purchase couldn't be verified.
de: Der Kauf konnte nicht verifiziert werden.
es: No se ha podido verificar la compra.
fr: Cet achat n’a pas pu être vérifié.
it: Non è stato possibile verificare l’acquisto.
pt: Não foi possível verificar a compra.
zh_hans: 这笔购买无法验证。
zh_hant: 這筆購買無法驗證。

source: The covered version takes its place in your library. You can revert it later in the Photos app.
de: Die abgedeckte Version tritt in deiner Mediathek an seine Stelle. In der Fotos-App kannst du das später rückgängig machen.
es: La versión tapada ocupa su lugar en tu fototeca. Puedes revertirlo más tarde en la app Fotos.
fr: La version masquée la remplace dans votre photothèque. Vous pourrez revenir à l'original plus tard dans l'app Photos.
it: La versione coperta prende il suo posto nella libreria. Puoi ripristinarla più tardi nell'app Foto.
pt: A versão oculta substitui a original na sua fototeca. Você pode reverter depois no app Fotos.
zh_hans: 打码后的版本会替换图库中的原图。之后可以在“照片”App 中复原。
zh_hant: 打碼後的版本會取代圖庫中的原圖。之後可以在「照片」App 中復原。

source: This image carries no GPS, capture or device data. Screenshots and images saved by other apps usually have none; a photo taken with the Camera app normally does.
de: Dieses Bild enthält keine GPS-, Aufnahme- oder Gerätedaten. Screenshots und von anderen Apps gesicherte Bilder haben meist keine; ein mit der Kamera-App aufgenommenes Foto in der Regel schon.
es: Esta imagen no contiene datos de GPS, captura ni dispositivo. Las capturas de pantalla y las imágenes guardadas por otras apps normalmente no los tienen; una foto hecha con la app Cámara sí suele tenerlos.
fr: Cette image ne contient aucune donnée GPS, de prise de vue ou d’appareil. Les captures d’écran et les images enregistrées par d’autres apps n’en ont généralement pas ; une photo prise avec l’app Appareil photo, si.
it: Questa immagine non contiene dati GPS, di scatto o del dispositivo. Gli screenshot e le immagini salvate da altre app di solito non ne hanno; una foto scattata con l’app Fotocamera normalmente sì.
pt: Esta imagem não contém dados de GPS, captura ou dispositivo. Capturas de tela e imagens salvas por outros apps geralmente não têm; uma foto feita com o app Câmera normalmente tem.
zh_hans: 这张图片不含 GPS、拍摄或设备数据。截图和其他 App 保存的图片通常没有；用「相机」拍摄的照片通常有。
zh_hant: 這張圖片不含 GPS、拍攝或裝置資料。截圖和其他 App 儲存的圖片通常沒有；用「相機」拍攝的照片通常有。

source: This photo can't be edited in place. Try "Save a Copy".
de: Dieses Foto kann nicht direkt bearbeitet werden. Versuche „Kopie sichern“.
es: Esta foto no se puede editar directamente. Prueba «Guardar una copia».
fr: Cette photo ne peut pas être modifiée sur place. Essayez « Enregistrer une copie ».
it: Questa foto non può essere modificata in loco. Prova "Salva una copia".
pt: Esta foto não pode ser editada no local. Tente "Salvar uma cópia".
zh_hans: 此照片无法原地编辑。请尝试「保存副本」。
zh_hant: 此照片無法原地編輯。請嘗試「儲存副本」。

source: This photo couldn't be downloaded. Check your connection and try again.
de: Dieses Foto konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo descargar esta foto. Revisa tu conexión e inténtalo de nuevo.
fr: Cette photo n'a pas pu être téléchargée. Vérifiez votre connexion et réessayez.
it: Impossibile scaricare questa foto. Controlla la connessione e riprova.
pt: Não foi possível baixar esta foto. Verifique sua conexão e tente novamente.
zh_hans: 此照片无法下载。请检查网络后重试。
zh_hant: 此照片無法下載。請檢查網路後重試。

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt: Ferramentas
zh_hans: 工具
zh_hant: 工具

source: Tracking
de: Sendung
es: Seguimiento
fr: Suivi
pt: Rastreio
zh_hans: 运单号
zh_hant: 貨態單號

source: Try the Sample
de: Beispiel ausprobieren
es: Probar el ejemplo
fr: Essayer l'exemple
it: Prova l'esempio
pt: Experimentar o exemplo
zh_hans: 试用示例
zh_hant: 試用範例

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer
zh_hans: 撤销
zh_hant: 還原

source: Uses on-device intelligence to catch names and other sensitive text. Runs 100% on your device — nothing is uploaded. Needs a supported device.
de: Nutzt Intelligenz auf dem Gerät, um Namen und andere sensible Texte zu erkennen. Läuft zu 100 % auf deinem Gerät – nichts wird hochgeladen. Erfordert ein unterstütztes Gerät.
es: Usa inteligencia en el dispositivo para detectar nombres y otros textos sensibles. Se ejecuta 100 % en tu dispositivo; no se sube nada. Requiere un dispositivo compatible.
fr: Utilise l'intelligence embarquée pour repérer les noms et autres textes sensibles. S'exécute à 100 % sur votre appareil — rien n'est envoyé. Nécessite un appareil compatible.
it: Usa l'intelligenza sul dispositivo per individuare nomi e altro testo sensibile. Funziona al 100% sul tuo dispositivo: nulla viene caricato. Richiede un dispositivo supportato.
pt: Usa inteligência no dispositivo para captar nomes e outros textos sensíveis. Roda 100% no seu dispositivo — nada é enviado. Requer um dispositivo compatível.
zh_hans: 使用端上智能识别姓名等敏感文字。100% 在你的设备上运行——绝不上传。需要受支持的设备。
zh_hant: 使用裝置端智慧辨識姓名等敏感文字。100% 在你的裝置上執行——絕不上傳。需要支援的裝置。

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
it: Filigrana
pt: Marca d'água
zh_hans: 水印
zh_hant: 浮水印

source: Watermark text
de: Wasserzeichentext
es: Texto de la marca de agua
fr: Texte du filigrane
it: Testo filigrana
pt: Texto da marca d'água
zh_hans: 水印文字
zh_hant: 浮水印文字

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
zh_hans: 重量
zh_hant: 重量

source: Where the photo was taken
de: Wo das Foto aufgenommen wurde
es: Dónde se tomó la foto
fr: Où la photo a été prise
it: Dove è stata scattata la foto
pt: Onde a foto foi tirada
zh_hans: 照片的拍摄地点
zh_hant: 照片的拍攝地點

source: Whole Line
de: Ganze Zeile
es: Línea entera
fr: Ligne entière
it: Intera riga
pt: Linha inteira
zh_hans: 整行
zh_hant: 整行

source: Whole Match
de: Ganzer Treffer
es: Coincidencia entera
fr: Résultat entier
it: Intera corrispondenza
pt: Correspondência inteira
zh_hans: 整段匹配
zh_hant: 整段匹配

source: Words
de: Wörter
es: Palabras
fr: Mots
it: Parole
pt: Palavras
zh_hans: 逐词
zh_hant: 逐詞

source: Your photos,
de: Deine Fotos,
es: Tus fotos,
fr: Vos photos,
it: Le tue foto,
pt: Suas fotos,
zh_hans: 你的照片，
zh_hant: 你的照片，

source: before you share
de: bevor du teilst
es: antes de compartir
fr: avant de partager
it: prima di condividere
pt: antes de compartilhar
zh_hans: 先把隐私盖住
zh_hant: 先把隱私蓋住

source: on your iPhone
de: auf deinem iPhone
es: en tu iPhone
fr: sur votre iPhone
it: sul tuo iPhone
pt: no seu iPhone
zh_hans: 都在你的 iPhone 上
zh_hant: 都在你的 iPhone 上

source: one at a time
de: eins nach dem anderen
es: de una en una
fr: une à la fois
it: una alla volta
pt: uma de cada vez
zh_hans: 一次一张
zh_hant: 一次一張

source: your call
de: deine Entscheidung
es: tú decides
fr: vous décidez
it: decidi tu
pt: você decide
zh_hans: 你说了算
zh_hant: 你說了算

source: Email
es: Correo
zh_hans: 邮箱
zh_hant: 電子郵件

source: Link
es: Enlace
fr: Lien
zh_hans: 链接
zh_hant: 連結

source: Marker
es: Rotulador
fr: Marqueur
it: Pennarello
pt: Marcador
zh_hans: 马克笔
zh_hant: 馬克筆

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
zh_hans: 姓名
zh_hant: 姓名

source: QR / Barcode
es: QR / Código de barras
fr: QR / Code-barres
it: QR / Codice a barre
pt: QR / Código de barras
zh_hans: 二维码 / 条形码
zh_hant: QR Code / 條碼

source: Auto
zh_hans: 自动
zh_hant: 自動

source: OK
zh_hans: 好
zh_hant: 好
